Repository: wsyski/sample-workspace
Catalog: modules/calendar/calendar-event-list-web/src/main/resources/META-INF/resources/i18n/messages.*.xlf
Languages: fi_fi, nn_no

source: {VAR_SELECT, select, email {via email} facebook {on Facebook} twitter {on Twitter} }
fi_fi: {VAR_SELECT, select, email {sähköpostiin} facebook {Facebookiin} twitter {Twitteriin} }
nn_no: {VAR_SELECT, select, email {via e-post} facebook {på Facebook} twitter {på Twitter} }

source: {VAR_SELECT, select, MANDATORY_FIELD_MISSING {Mandatory fields are missing} INVALID_EMAIL {Email is invalid} EVENT_FULLY_BOOKED {Event is fully booked} ALREADY_REGISTERED {This email is already registered} MIN_NR_OF_ATTENDEES {You can not register less than one person} MAX_NR_OF_ATTENDEES {You are trying to register too many attendees} other {Failed to register to the event} }
fi_fi: {VAR_SELECT, select, MANDATORY_FIELD_MISSING {Täytä kaikki kentät} INVALID_EMAIL {Sähköpostiosoite ei kelpaa} EVENT_FULLY_BOOKED {Tapahtuma on täynnä} ALREADY_REGISTERED {Sähköpostiosoite on jo rekisteröity} MIN_NR_OF_ATTENDEES {Sinun on ilmoitettava vähintään yksi osallistuja} MAX_NR_OF_ATTENDEES {Yrität ilmoittaa liian monta osallistujaa} other {Tapahtumaan ilmoittautuminen epäonnistui} }
nn_no: {VAR_SELECT, select, MANDATORY_FIELD_MISSING {Du må fylle ut alle felta} INVALID_EMAIL {E-postadressa er ikkje gyldig} EVENT_FULLY_BOOKED {Arrangementet er allerede fullbooka} ALREADY_REGISTERED {E-postadressa er registrert frå før} MIN_NR_OF_ATTENDEES {Du kan ikkje registrere færre enn ein person} MAX_NR_OF_ATTENDEES {Du prøver å registrere for mange deltakarar} other {Kunne ikkje registrere arrangementet} }

source: {VAR_SELECT, select, ALL {All events} TODAY {Today} ONE_WEEK {One week ahead} ONE_MONTH {One month ahead} ONE_YEAR {One year ahead} }
fi_fi: {VAR_SELECT, select, ALL {Kaikki tapahtumat} TODAY {Tänään} ONE_WEEK {Seuraava viikko} ONE_MONTH {Seuraava kuukausi} ONE_YEAR {Seuraava vuosi} }
nn_no: {VAR_SELECT, select, ALL {Alle arrangement} TODAY {I dag} ONE_WEEK {Ei veke før} ONE_MONTH {Ein månad før} ONE_YEAR {Eit år før} }

# btnCancel.label
source: Cancel
fi_fi: Peruuta
nn_no: Avbryt

# btnRegister.label
source: Register
fi_fi: Ilmoittaudu
nn_no: Registrer

# btnRegister.title
source: Register
fi_fi: Ilmoittaudu
nn_no: Registrer

# btnSearch.title
source: Search
fi_fi: Hae
nn_no: Søk

# btnShowMoreEvents.label
source: Load more events
fi_fi: Näytä lisää tapahtumia
nn_no: Last inn fleire arrangement

# btnShowMoreEvents.title
source: Load more events
fi_fi: Näytä lisää tapahtumia
nn_no: Last inn fleire arrangement

# clearSearch
source: Clear
fi_fi: Tyhjennä hakukysely
nn_no: Tøm

# fldAcceptTerms.label
source: I agree with the storage and handling of data by this website in accordance to this policy:
fi_fi: Hyväksyn, että verkkosivu säilyttää ja käsittelee tietoja tämän käytännön mukaisesti:
nn_no: Eg samtykker i at opplysningane blir lagra og behandla av denne nettstaden i samsvar med desse retningslinjene:

# fldAcceptTerms.title
source: I agree with the storage and handling of data by this website in accordance to this policy:
fi_fi: Hyväksyn, että verkkosivu säilyttää ja käsittelee tietoja tämän käytännön mukaisesti:
nn_no: Eg samtykker i at opplysningane blir lagra og behandla av denne nettstaden i samsvar med desse retningslinjene:

# fldEmail.label
source: Email
fi_fi: Sähköpostiosoite
nn_no: E-postadresse

# fldEmail.title
source: Email
fi_fi: Sähköpostiosoite
nn_no: E-postadresse

# fldFirstName.label
source: First Name
fi_fi: Etunimi
nn_no: Fornamn

# fldFirstName.title
source: First Name
fi_fi: Etunimi
nn_no: Fornamn

# fldLastName.label
source: Last Name
fi_fi: Sukunimi
nn_no: Etternamn

# fldLastName.title
source: Last Name
fi_fi: Sukunimi
nn_no: Etternamn

# fldNewRegReplacePreReg.label
source: The new registration will replace your previous registration.
fi_fi: Uusi ilmoittautuminen korvaa aiemman ilmoittautumisen.
nn_no: Den nye registreringa vil erstatte den tidlegare registreringa di.

# fldNewRegReplacePreReg.title
source: The new registration will replace your previous registration.
fi_fi: Uusi ilmoittautuminen korvaa aiemman ilmoittautumisen.
nn_no: Den nye registreringa vil erstatte den tidlegare registreringa di.

# fldNrRegistered.label
source: Number of guests ({{calendarEvent?.maxNrPerRegistration}} allowed)
fi_fi: Osallistujien lukumäärä (enimmäismäärä: {{calendarEvent?.maxNrPerRegistration}})
nn_no: Tal på deltakarar (maks.: {{calendarEvent?.maxNrPerRegistration}})

# fldNrRegistered.title
source: Number of guests
fi_fi: Osallistujien lukumäärä
nn_no: Tal på deltakarar

# fldPreRegSameEmailWillBeRemoved.label
source: If you have a previous registration for the same e-mail address that will be removed.
fi_fi: Jos olet ilmoittautunut aiemmin samalla sähköpostiosoitteella, kyseinen ilmoittautuminen poistetaan.
nn_no: Dersom du har ei tidlegare registrering for same e-postadresse, vil den bli fjerna.

# fldPreRegSameEmailWillBeRemoved.title
source: If you have a previous registration for the same e-mail address that will be removed.
fi_fi: Jos olet ilmoittautunut aiemmin samalla sähköpostiosoitteella, kyseinen ilmoittautuminen poistetaan.
nn_no: Dersom du har ei tidlegare registrering for same e-postadresse, vil den bli fjerna.

# fldPrivacyPolicy.label
source: Privacy policy
fi_fi: Tietosuojaperiaatteet
nn_no: Retningslinjer for personvern

# fldPrivacyPolicy.title
source: Privacy policy
fi_fi: Tietosuojaperiaatteet
nn_no: Retningslinjer for personvern

# fldRegMessageSameEmail.label
source: You have previously registered to this event
fi_fi: Olet jo ilmoittautunut tähän tapahtumaan
nn_no: Du har tidlegare registrert deg for dette arrangementet

# fldRegMessageSameEmail.title
source: You have previously registered to this event
fi_fi: Olet jo ilmoittautunut tähän tapahtumaan
nn_no: Du har tidlegare registrert deg for dette arrangementet

# lblAttachments
source: Attachments
fi_fi: Liitteet
nn_no: Vedlegg

# lblEventDateTime
source: Date and time
fi_fi: Päivämäärä ja aika
nn_no: Dato og tid

# lblEventDescription
source: Description
fi_fi: Kuvaus
nn_no: Beskriving

# lblEventLocation
source: Location
fi_fi: Paikka
nn_no: Stad

# lblRegisterToEvent
source: Register to event: {{calendarEvent?.title}}
fi_fi: Ilmoittaudu tapahtumaan: {{calendarEvent?.title}}
nn_no: Meld på til arrangement: {{calendarEvent?.title}}

# lblSearchEvents
source: Search events:
fi_fi: Hae tapahtumia:
nn_no: Søk etter arrangement:

# lblSocialShare
source: Share with your friends
fi_fi: Jaa kavereille
nn_no: Del med venene dine

# lblTags
source: Tags
fi_fi: Tagit
nn_no: Nøkkelord

# lblTargetAudiences
source: Target Audiences
fi_fi: Kohde
nn_no: Målgrupper

# lgdLocationSelector
source: Locations
fi_fi: Paikka
nn_no: Stader

# lgdTagSelector
source: Tags
fi_fi: Tagit
nn_no: Nøkkelord

# lgdTargetAudienceSelector
source: Target audiences
fi_fi: Kohde
nn_no: Målgruppe

# lgdTimeIntervalSelector
source: Time interval
fi_fi: Aikaväli
nn_no: Tidsintervall

# lnkAllEvents.label
source: Show all events
fi_fi: Näytä kaikki tapahtumat
nn_no: Vis alle arrangement

# lnkAllEvents.title
source: Go to the page for all events
fi_fi: Siirry sivulle, jolla on kaikki tapahtumat
nn_no: Gå til sida for alle arrangement

# lnkAllLocation.label
source: All locations
fi_fi: Kaikki paikat
nn_no: Alle stader

# lnkAllLocation.title
source: All locations
fi_fi: Kaikki paikat
nn_no: Alle stader

# lnkBack.label
source: Back
fi_fi: Takaisin
nn_no: Tilbake

# lnkBack.title
source: Back
fi_fi: Takaisin
nn_no: Tilbake

# lnkDownloadICalendar.label
source: Add to your calendar
fi_fi: Lisää kalenteriisi
nn_no: Legg til i kalenderen din

# lnkDownloadICalendar.title
source: Add to your calendar
fi_fi: Lisää kalenteriisi
nn_no: Legg til i kalenderen din

# lnkSearchLocation.title
source: Click to see all events in this location
fi_fi: Kaikki tämän paikan tapahtumat
nn_no: Klikk for å sjå alle arrangementa på denne staden

# lnkSearchTag.title
source: Click to see all events in this tag
fi_fi: Kaikki tämän tagin tapahtumat
nn_no: Klikk for å sjå alle arrangementa i dette nøkkelordet

# lnkSearchTargetAudience.title
source: Click to see all events for this target audience
fi_fi: Kaikki tämän kohderyhmän tapahtumat
nn_no: Klikk for å sjå alle arrangementa for denne målgruppa

# lnkShare.title
source: Share {platform.name, select, email {...} facebook {...} twitter {...}}
fi_fi: Jaa {platform.name, select, email {...} facebook {...} twitter {...}}
nn_no: Del {platform.name, select, email {...} facebook {...} twitter {...}}

# lnkShowAllLocations.label
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllLocations.title
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllTags.label
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllTags.title
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllTargetAudiences.label
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllTargetAudiences.title
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllTimeIntervals.label
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowAllTimeIntervals.title
source: Show all
fi_fi: Näytä kaikki
nn_no: Vis alle

# lnkShowEventsFor.label
source: Show events for:
fi_fi: Näytä tapahtumat:
nn_no: Vis arrangement for:

# lnkShowEventsFor.title
source: Show events for:
fi_fi: Näytä tapahtumat:
nn_no: Vis arrangement for:

# msgRegisterSuccess
source: Successfully registered to the event
fi_fi: Ilmoittautuminen tapahtumaan onnistui
nn_no: Fullført påmelding til arrangementet

# plhSearchEvents
source: Search for events
fi_fi: Hae tapahtumia
nn_no: Søk etter arrangement

# txtEventAlmostFullyBooked
source: Few seats left - you better hurry!
fi_fi: Vain muutamia paikkoja jäljellä - pidä kiirettä!
nn_no: Berre få seter att

# txtEventCancelled
source: Cancelled
fi_fi: Peruttu
nn_no: Avlyst

# txtEventFullyBooked
source: Fully Booked
fi_fi: Täynnä
nn_no: Fullteikna

# txtNoSearchResult
source: Sorry, there are no events matching the current filter
fi_fi: Ei nykyistä suodatinta vastaavia tapahtumia
nn_no: Det er diverre ingen arrangement som samsvarer med det aktuelle filteret
