Repository: wsyski/sample-workspace
Catalog: modules/calendar-event-list-web/src/main/resources/META-INF/resources/i18n/messages.*.xlf
Languages: sv_se

source: {VAR_SELECT, select, email {via email} facebook {on Facebook} twitter {on Twitter} }
sv_se: {VAR_SELECT, select, email {med email} facebook {på Facebook} twitter {på Twitter} }

source: {VAR_SELECT, select, MANDATORY_FIELD_MISSING {Mandatory fields are missing} INVALID_EMAIL {Email is invalid} EVENT_FULLY_BOOKED {Event is fully booked} ALREADY_REGISTERED {This email is already registered} MIN_NR_OF_ATTENDEES {You can not register less than one person} MAX_NR_OF_ATTENDEES {You are trying to register too many attendees} other {Failed to register to the event} }
sv_se: {VAR_SELECT, select, MANDATORY_FIELD_MISSING {Alla fält måste fyllas i} INVALID_EMAIL {E-postadressen är inte giltig} EVENT_FULLY_BOOKED {Evenemanget är fullbokat} ALREADY_REGISTERED {Denna e-postadress är redan registrerad} MIN_NR_OF_ATTENDEES {Du kan inte anmäla färre än en person} MAX_NR_OF_ATTENDEES {Du försöker anmäla för många deltagare} other {Det gick inte att anmäla sig till evenemanget} }

source: {VAR_SELECT, select, ALL {All events} TODAY {Today} ONE_WEEK {One week ahead} ONE_MONTH {One month ahead} ONE_YEAR {One year ahead} }
sv_se: {VAR_SELECT, select, ALL {Alla evenemang} TODAY {Idag} ONE_WEEK {En vecka framåt} ONE_MONTH {En månad framåt} ONE_YEAR {Ett år framåt} }

# btnCancel.label
source: Cancel
sv_se: Avbryt

# btnRegister.label
source: Register
sv_se: Anmäl dig

# btnRegister.title
source: Register
sv_se: Öppna anmälningsformulär

# btnSearch.title
source: Search
sv_se: Sök

# btnShowMoreEvents.label
source: Load more events
sv_se: Visa fler evenemang

# btnShowMoreEvents.title
source: Load more events
sv_se: Klicka för att visa fler evenemang

# clearSearch
source: Clear
sv_se: Rensa

# fldAcceptTerms.label
source: I agree with the storage and handling of data by this website in accordance to this policy:
sv_se: Jag medger lagring och hantering av data från denna webbplats i enlighet med denna policy:

# fldAcceptTerms.title
source: I agree with the storage and handling of data by this website in accordance to this policy:
sv_se: Jag medger lagring och hantering av data från denna webbplats i enlighet med denna policy:

# fldEmail.label
source: Email
sv_se: E-postadress

# fldEmail.title
source: Email
sv_se: E-postadress

# fldFirstName.label
source: First Name
sv_se: Förnamn

# fldFirstName.title
source: First Name
sv_se: Förnamn

# fldLastName.label
source: Last Name
sv_se: Efternamn

# fldLastName.title
source: Last Name
sv_se: Efternamn

# fldNewRegReplacePreReg.label
source: The new registration will replace your previous registration.
sv_se: Den nya anmälan kommer att ersätta din tidigare anmälan.

# fldNewRegReplacePreReg.title
source: The new registration will replace your previous registration.
sv_se: Den nya anmälan kommer att ersätta din tidigare anmälan.

# fldNrRegistered.label
source: Number of guests ({{calendarEvent?.maxNrPerRegistration}} allowed)
sv_se: Antal deltagare (maximalt {{calendarEvent?.maxNrPerRegistration}})

# fldNrRegistered.title
source: Number of guests
sv_se: Antal deltagare

# fldPreRegSameEmailWillBeRemoved.label
source: If you have a previous registration for the same e-mail address that will be removed.
sv_se: Om du har gjort en tidigare anmälan med samma e-postadress kommer den att tas bort.

# fldPreRegSameEmailWillBeRemoved.title
source: If you have a previous registration for the same e-mail address that will be removed.
sv_se: Om du har gjort en tidigare anmälan med samma e-postadress kommer den att tas bort.

# fldPrivacyPolicy.label
source: Privacy policy
sv_se: Integritetspolicy

# fldPrivacyPolicy.title
source: Privacy policy
sv_se: Integritetspolicy

# fldRegMessageSameEmail.label
source: You have previously registered to this event
sv_se: Du har redan anmält dig till detta evenemang

# fldRegMessageSameEmail.title
source: You have previously registered to this event
sv_se: Du har redan anmält dig till detta evenemang

# lblAttachments
source: Attachments
sv_se: Bilagor

# lblEventDateTime
source: Date and time
sv_se: Datum och tid

# lblEventDescription
source: Description
sv_se: Beskrivning

# lblEventLocation
source: Location
sv_se: Plats

# lblRegisterToEvent
source: Register to event: {{calendarEvent?.title}}
sv_se: Registrera dig till evenemang: {{calendarEvent?.title}}

# lblSearchEvents
source: Search events:
sv_se: Sök evenemang:

# lblSocialShare
source: Share with your friends
sv_se: Dela med dina vänner

# lblTags
source: Tags
sv_se: Taggar

# lblTargetAudiences
source: Target Audiences
sv_se: Målgrupper

# lgdLocationSelector
source: Locations
sv_se: Platser

# lgdTagSelector
source: Tags
sv_se: Taggar

# lgdTargetAudienceSelector
source: Target audiences
sv_se: Målgrupp

# lgdTimeIntervalSelector
source: Time interval
sv_se: Tidsintervall

# lnkAllEvents.label
source: Show all events
sv_se: Visa alla evenemang

# lnkAllEvents.title
source: Go to the page for all events
sv_se: Gå till sidan för alla evenemang

# lnkAllLocation.label
source: All locations
sv_se: Alla platser

# lnkAllLocation.title
source: All locations
sv_se: Alla platser

# lnkBack.label
source: Back
sv_se: Tillbaka

# lnkBack.title
source: Back
sv_se: Tillbaka

# lnkDownloadICalendar.label
source: Add to your calendar
sv_se: Lägg till kalenderhändelse

# lnkDownloadICalendar.title
source: Add to your calendar
sv_se: Lägg till kalenderhändelse

# lnkSearchLocation.title
source: Click to see all events in this location
sv_se: Klicka för att se alla evenemang på den här platsen

# lnkSearchTag.title
source: Click to see all events in this tag
sv_se: Klicka för att se alla händelser med den här taggen

# lnkSearchTargetAudience.title
source: Click to see all events for this target audience
sv_se: Klicka för att se alla evenemang för den här målgruppen

# lnkShare.title
source: Share {platform.name, select, email {...} facebook {...} twitter {...}}
sv_se: Dela {platform.name, select, email {...} facebook {...} twitter {...}}

# lnkShowAllLocations.label
source: Show all
sv_se: Visa mer

# lnkShowAllLocations.title
source: Show all
sv_se: Visa alla

# lnkShowAllTags.label
source: Show all
sv_se: Mer

# lnkShowAllTags.title
source: Show all
sv_se: Mer

# lnkShowAllTargetAudiences.label
source: Show all
sv_se: Visa alla

# lnkShowAllTargetAudiences.title
source: Show all
sv_se: Visa mer

# lnkShowAllTimeIntervals.label
source: Show all
sv_se: Mer

# lnkShowAllTimeIntervals.title
source: Show all
sv_se: Mer

# lnkShowEventsFor.label
source: Show events for:
sv_se: Visa evenemang för:

# lnkShowEventsFor.title
source: Show events for:
sv_se: Visa evenemang för:

# msgRegisterSuccess
source: Successfully registered to the event
sv_se: Din anmälan till evenemanget skickades in

# plhSearchEvents
source: Search for events
sv_se: Sök evenemang

# txtEventAlmostFullyBooked
source: Few seats left - you better hurry!
sv_se: Endast ett fåtal platser återstår

# txtEventCancelled
source: Cancelled
sv_se: Inställt

# txtEventFullyBooked
source: Fully Booked
sv_se: Fullbokat

# txtNoSearchResult
source: Sorry, there are no events matching the current filter
sv_se: Inga evenemang hittades med aktuell filtrering
